app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("nome", "email", "telefone", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["nome", "Gustavo"], ["email", "gustavo.alexandre@gmail.com"], ["telefone", "--"], ["created_at", "2017-02-25 14:00:11.445889"], ["updated_at", "2017-02-25 14:00:11.445889"]]
---
  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save